Repository: bwgh0/MoneroOne
Catalog: MoneroOne/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ro, ru, tr, uk, zh_hans, zh_hant

source: Trusted Locations requires Precise Location to accurately determine if you're inside a trusted zone. Go to Settings > Location and enable "Precise Location".
de: Vertrauenswürdige Orte benötigt den genauen Standort, um zu erkennen, ob du dich in einer vertrauenswürdigen Zone befindest. Öffne Einstellungen > Standort und aktiviere „Genauer Standort“.
es: Ubicaciones de confianza requiere la ubicación exacta para saber con precisión si estás dentro de una zona de confianza. Ve a Configuración > Ubicación y activa “Ubicación exacta”.
fr: La fonction Lieux de confiance nécessite la position exacte pour déterminer précisément si vous êtes dans une zone de confiance. Accédez à Réglages > Position et activez « Position exacte ».
it: Luoghi attendibili richiede la posizione esatta per stabilire con precisione se ti trovi in una zona attendibile. Vai in Impostazioni > Posizione e attiva “Posizione esatta”.
ja: 信頼ゾーン内にいるかどうかを正確に判断するため、「信頼できる場所」には正確な位置情報が必要です。「設定」>「位置情報」で「正確な位置情報」をオンにしてください。
ko: 신뢰할 수 있는 위치 기능이 신뢰 구역 안에 있는지 정확히 판단하려면 정확한 위치가 필요합니다. 설정 > 위치로 이동하여 ‘정확한 위치’를 켜세요.
nl: Vertrouwde locaties vereist ‘Exacte locatie’ om nauwkeurig te bepalen of je in een vertrouwde zone bent. Ga naar Instellingen > Locatie en schakel ‘Exacte locatie’ in.
pl: Zaufane lokalizacje wymagają dokładnej lokalizacji, aby precyzyjnie ustalić, czy jesteś w zaufanej strefie. Otwórz Ustawienia > Lokalizacja i włącz „Dokładna lokalizacja”.
pt_br: Locais Confiáveis requer a Localização Exata para determinar com precisão se você está dentro de uma zona confiável. Acesse Ajustes > Localização e ative “Localização Exata”.
ro: Funcția Locații de încredere necesită Localizare precisă pentru a stabili exact dacă te afli într-o zonă de încredere. Accesează Configurări > Localizare și activează „Localizare precisă”.
ru: Для функции «Доверенные места» нужна точная геопозиция, чтобы надёжно определять, находитесь ли вы в доверенной зоне. Откройте «Настройки» > «Геопозиция» и включите «Точная геопозиция».
tr: Güvenilir Konumlar, güvenilir bir bölgenin içinde olup olmadığınızı doğru belirlemek için Tam Konum gerektirir. Ayarlar > Konum bölümüne gidip “Tam Konum” seçeneğini açın.
uk: Для функції «Довірені місця» потрібна точна локація, щоб надійно визначати, чи ви в довіреній зоні. Відкрийте Параметри > Локація й увімкніть «Точна локація».
zh_hans: “可信位置”需要“精确位置”才能准确判断你是否在可信区域内。请前往“设置”>“位置”并打开“精确位置”。
zh_hant: 「信任的位置」需要「精確位置」才能準確判斷你是否位於受信任區域內。請前往「設定」>「位置」並開啟「精確位置」。

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ro: Încearcă din nou
ru: Повторить
tr: Yeniden Dene
uk: Повторити спробу
zh_hans: 重试
zh_hant: 再試一次

source: Turkish Lira
de: Türkische Lira
es: Lira turca
fr: Livre turque
it: Lira turca
ja: トルコリラ
ko: 튀르키예 리라
nl: Turkse lira
pl: Lira turecka
pt_br: Lira turca
ro: Liră turcească
ru: Турецкая лира
tr: Türk Lirası
uk: Турецька ліра
zh_hans: 土耳其里拉
zh_hant: 土耳其里拉

source: Turn On
de: Einschalten
es: Activar
fr: Activer
it: Attiva
ja: オンにする
ko: 켜기
nl: Schakel in
pl: Włącz
pt_br: Ativar
ro: Activează
ru: Включить
tr: Aç
uk: Увімкнути
zh_hans: 打开
zh_hant: 開啟

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
tr: Tür
uk: Тип
zh_hans: 类型
zh_hant: 類型

source: Type the 6-digit code shown on the Trezor screen.
de: Gib den 6-stelligen Code vom Trezor-Display ein.
es: Escribe el código de 6 dígitos que aparece en la pantalla del Trezor.
fr: Saisissez le code à 6 chiffres affiché sur l’écran du Trezor.
it: Digita il codice a 6 cifre mostrato sullo schermo del Trezor.
ja: Trezorの画面に表示された6桁のコードを入力してください。
ko: Trezor 화면에 표시된 6자리 코드를 입력하세요.
nl: Typ de 6-cijferige code die op het scherm van de Trezor staat.
pl: Wpisz 6-cyfrowy kod widoczny na ekranie Trezora.
pt_br: Digite o código de 6 dígitos exibido na tela do Trezor.
ro: Tastează codul de 6 cifre afișat pe ecranul Trezor.
ru: Введите 6-значный код с экрана Trezor.
tr: Trezor ekranında gösterilen 6 haneli kodu yazın.
uk: Введіть 6-значний код з екрана Trezor.
zh_hans: 输入 Trezor 屏幕上显示的 6 位代码。
zh_hant: 輸入 Trezor 螢幕上顯示的 6 位數代碼。

source: URL is required
de: URL erforderlich
es: La URL es obligatoria
fr: L’URL est obligatoire
it: L’URL è obbligatorio
ja: URLを入力してください
ko: URL이 필요합니다
nl: URL is vereist
pl: Adres URL jest wymagany
pt_br: A URL é obrigatória
ro: URL-ul este obligatoriu
ru: Укажите URL
tr: URL gerekli
uk: Потрібна URL-адреса
zh_hans: 必须填写 URL
zh_hant: 必須填寫 URL

source: Ukrainian Hryvnia
de: Ukrainische Hrywnja
es: Grivna ucraniana
fr: Hryvnia ukrainienne
it: Grivnia ucraina
ja: ウクライナフリヴニャ
ko: 우크라이나 그리브나
nl: Oekraïense hryvnja
pl: Hrywna ukraińska
pt_br: Hryvnia ucraniana
ro: Hrivnă ucraineană
ru: Украинская гривна
tr: Ukrayna Grivnası
uk: Українська гривня
zh_hans: 乌克兰格里夫纳
zh_hant: 烏克蘭格里夫納

source: Unable to connect to node. Please try a different node in Settings.
de: Keine Verbindung zum Node. Wähle in den Einstellungen einen anderen Node.
es: No se pudo conectar con el nodo. Prueba con otro nodo en Configuración.
fr: Impossible de se connecter au nœud. Essayez un autre nœud dans Réglages.
it: Impossibile connettersi al nodo. Prova un altro nodo in Impostazioni.
ja: ノードに接続できません。「設定」で別のノードをお試しください。
ko: 노드에 연결할 수 없습니다. 설정에서 다른 노드를 사용해 보세요.
nl: Kan geen verbinding maken met de node. Kies een andere node in Instellingen.
pl: Nie można połączyć się z węzłem. Wybierz inny węzeł w Ustawieniach.
pt_br: Não foi possível conectar ao nó. Tente outro nó em Ajustes.
ro: Nu se poate conecta la nod. Încearcă alt nod în Configurări.
ru: Не удалось подключиться к узлу. Выберите другой узел в Настройках.
tr: Düğüme bağlanılamıyor. Ayarlar'da farklı bir düğüm deneyin.
uk: Не вдалося підключитися до вузла. Виберіть інший вузол у Параметрах.
zh_hans: 无法连接到节点。请在“设置”中尝试其他节点。
zh_hant: 無法連線至節點。請在「設定」中改用其他節點。

source: Unable to load chart
de: Diagramm kann nicht geladen werden
es: No se pudo cargar el gráfico
fr: Impossible de charger le graphique
it: Impossibile caricare il grafico
ja: チャートを読み込めません
ko: 차트를 불러올 수 없음
nl: Kan grafiek niet laden
pl: Nie można wczytać wykresu
pt_br: Não foi possível carregar o gráfico
ro: Graficul nu poate fi încărcat
ru: Не удалось загрузить график
tr: Grafik yüklenemiyor
uk: Не вдалося завантажити графік
zh_hans: 无法载入图表
zh_hant: 無法載入圖表

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: Desconhecida
ro: Necunoscut
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
tr: Bilinmeyen hata
uk: Невідома помилка
zh_hans: 未知错误
zh_hant: 未知的錯誤

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendel
pl: Odblokuj
pt_br: Desbloquear
ro: Deblochează
ru: Разблокировать
tr: Kilidi Aç
uk: Розблокувати
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock with %@
de: Mit %@ entsperren
es: Desbloquear con %@
fr: Déverrouiller avec %@
it: Sblocca con %@
ja: %@でロック解除
ko: %@로 잠금 해제
nl: Ontgrendel met %@
pl: Odblokuj za pomocą %@
pt_br: Desbloquear com %@
ro: Deblochează cu %@
ru: Разблокировать с помощью %@
tr: %@ ile Kilidi Aç
uk: Розблокувати за допомогою %@
zh_hans: 使用%@ 解锁
zh_hant: 使用 %@ 解鎖

source: Unlock your Monero wallet
de: Entsperre deine Monero-Wallet
es: Desbloquea tu cartera de Monero
fr: Déverrouillez votre portefeuille Monero
it: Sblocca il tuo portafoglio Monero
ja: Moneroウォレットのロックを解除
ko: Monero 지갑 잠금 해제
nl: Ontgrendel je Monero-portemonnee
pl: Odblokuj portfel Monero
pt_br: Desbloqueie sua carteira Monero
ro: Deblochează portofelul Monero
ru: Разблокируйте кошелёк Monero
tr: Monero cüzdanınızın kilidini açın
uk: Розблокуйте гаманець Monero
zh_hans: 解锁你的 Monero 钱包
zh_hant: 解鎖你的 Monero 錢包

source: Unlock your Trezor and turn on Bluetooth.
de: Entsperre deinen Trezor und schalte Bluetooth ein.
es: Desbloquea tu Trezor y activa el Bluetooth.
fr: Déverrouillez votre Trezor et activez Bluetooth.
it: Sblocca il Trezor e attiva il Bluetooth.
ja: Trezorのロックを解除し、Bluetoothをオンにしてください。
ko: Trezor의 잠금을 해제하고 Bluetooth를 켜세요.
nl: Ontgrendel je Trezor en schakel Bluetooth in.
pl: Odblokuj Trezor i włącz Bluetooth.
pt_br: Desbloqueie seu Trezor e ative o Bluetooth.
ro: Deblochează Trezor și activează Bluetooth.
ru: Разблокируйте Trezor и включите Bluetooth.
tr: Trezor'unuzun kilidini açıp Bluetooth'u etkinleştirin.
uk: Розблокуйте Trezor і ввімкніть Bluetooth.
zh_hans: 解锁你的 Trezor 并打开蓝牙。
zh_hant: 解鎖你的 Trezor 並開啟藍牙。

source: Unlock your wallet
de: Entsperre deine Wallet
es: Desbloquea tu cartera
fr: Déverrouillez votre portefeuille
it: Sblocca il portafoglio
ja: ウォレットのロックを解除
ko: 지갑 잠금 해제
nl: Ontgrendel je portemonnee
pl: Odblokuj portfel
pt_br: Desbloqueie sua carteira
ro: Deblochează portofelul
ru: Разблокируйте кошелёк
tr: Cüzdanınızın kilidini açın
uk: Розблокуйте гаманець
zh_hans: 解锁你的钱包
zh_hant: 解鎖你的錢包

source: Unlock your wallet quickly and securely with %@ instead of entering your PIN.
de: Entsperre deine Wallet schnell und sicher mit %@ statt mit deiner PIN.
es: Desbloquea tu cartera de forma rápida y segura con %@ en lugar de ingresar tu PIN.
fr: Déverrouillez votre portefeuille rapidement et en toute sécurité avec %@ au lieu de saisir votre code PIN.
it: Sblocca il portafoglio in modo rapido e sicuro con %@ invece di inserire il PIN.
ja: PINを入力する代わりに、%@ですばやく安全にウォレットのロックを解除できます。
ko: PIN을 입력하는 대신 %@로 지갑을 빠르고 안전하게 잠금 해제하세요.
nl: Ontgrendel je portemonnee snel en veilig met %@ in plaats van je PIN in te voeren.
pl: Odblokowuj portfel szybko i bezpiecznie za pomocą %@ zamiast wprowadzać PIN.
pt_br: Desbloqueie sua carteira com rapidez e segurança usando o %@ em vez de digitar seu PIN.
ro: Deblochează portofelul rapid și sigur cu %@, în loc să introduci PIN-ul.
ru: Разблокируйте кошелёк быстро и безопасно с помощью %@ вместо ввода PIN-кода.
tr: PIN girmek yerine %@ ile cüzdanınızın kilidini hızlı ve güvenli bir şekilde açın.
uk: Розблоковуйте гаманець швидко й безпечно за допомогою %@ замість введення PIN-коду.
zh_hans: 使用%@ 快速、安全地解锁钱包，无需输入 PIN 码。
zh_hant: 使用 %@ 快速安全地解鎖錢包，不必輸入 PIN 碼。

source: Unlocking
de: Wird entsperrt
es: Desbloqueando
fr: Déverrouillage
it: Sblocco in corso
ja: ロック解除中
ko: 잠금 해제 중
nl: Ontgrendelen
pl: Odblokowywanie
pt_br: Desbloqueando
ro: Se deblochează
ru: Разблокировка
tr: Kilit açılıyor
uk: Розблокування
zh_hans: 正在解锁
zh_hant: 正在解鎖

source: Unlocks this wallet on this device. Hardware wallets still need a local PIN so nobody can open the watch view without it.
de: Entsperrt diese Wallet auf diesem Gerät. Auch Hardware-Wallets brauchen eine lokale PIN, damit niemand die Ansicht ohne sie öffnen kann.
es: Desbloquea esta cartera en este dispositivo. Las carteras de hardware también necesitan un PIN local para que nadie pueda abrir la vista de seguimiento sin él.
fr: Déverrouille ce portefeuille sur cet appareil. Un portefeuille matériel exige quand même un code PIN local, pour que personne ne puisse ouvrir la vue de suivi sans lui.
it: Sblocca questo portafoglio su questo dispositivo. I portafogli hardware richiedono comunque un PIN locale, così nessuno può aprire la vista di monitoraggio senza.
ja: このデバイスでこのウォレットのロックを解除します。ハードウェアウォレットでも、PINなしで閲覧画面を開けないように、このデバイスのPINが必要です。
ko: 이 기기에서 이 지갑의 잠금을 해제합니다. 하드웨어 지갑도 로컬 PIN이 필요하므로 PIN 없이는 누구도 조회 화면을 열 수 없습니다.
nl: Ontgrendelt deze portemonnee op dit apparaat. Hardwareportemonnees hebben wel een lokale PIN nodig, zodat niemand zonder PIN het overzicht kan openen.
pl: Odblokowuje ten portfel na tym urządzeniu. Portfel sprzętowy nadal wymaga lokalnego kodu PIN, aby nikt nie mógł bez niego otworzyć podglądu portfela.
pt_br: Desbloqueia esta carteira neste dispositivo. Uma carteira de hardware ainda precisa de um PIN local para que ninguém abra a visualização dela sem ele.
ro: Deblochează acest portofel pe acest dispozitiv. Portofelele hardware au totuși nevoie de un PIN local, ca nimeni să nu poată deschide fără el vizualizarea de urmărire.
ru: Разблокирует этот кошелёк на этом устройстве. Аппаратным кошелькам всё равно нужен локальный PIN-код, чтобы никто не мог без него открыть режим просмотра.
tr: Bu cüzdanın bu aygıttaki kilidini açar. Donanım cüzdanları, izleme görünümünü kimsenin PIN olmadan açamaması için yine de yerel bir PIN gerektirir.
uk: Розблоковує цей гаманець на цьому пристрої. Апаратним гаманцям однаково потрібен локальний PIN-код, щоб ніхто не зміг відкрити режим перегляду без нього.
zh_hans: 在此设备上解锁此钱包。硬件钱包仍需要本地 PIN 码，以免他人在没有 PIN 码的情况下打开查看界面。
zh_hant: 在此裝置上解鎖此錢包。硬體錢包仍需要本機 PIN 碼，以免他人在沒有 PIN 碼的情況下開啟查看畫面。

source: Unlocks this wallet on this device. View-only wallets still require a PIN so nobody can open your watch list without it.
de: Entsperrt diese Wallet auf diesem Gerät. Auch View-Only-Wallets brauchen eine PIN, damit niemand deine Übersicht ohne sie öffnen kann.
es: Desbloquea esta cartera en este dispositivo. Las carteras de solo visualización también requieren un PIN para que nadie pueda abrir tu lista de seguimiento sin él.
fr: Déverrouille ce portefeuille sur cet appareil. Un portefeuille d’audit exige quand même un code PIN, pour que personne ne puisse ouvrir votre liste de suivi sans lui.
it: Sblocca questo portafoglio su questo dispositivo. I portafogli solo visualizzazione richiedono comunque un PIN, così nessuno può aprire l’elenco monitorato senza.
ja: このデバイスでこのウォレットのロックを解除します。閲覧専用ウォレットでも、PINなしで閲覧画面を開けないようにPINが必要です。
ko: 이 기기에서 이 지갑의 잠금을 해제합니다. 보기 전용 지갑도 PIN이 필요하므로 PIN 없이는 누구도 조회 목록을 열 수 없습니다.
nl: Ontgrendelt deze portemonnee op dit apparaat. Alleen-lezen portemonnees vereisen wel een PIN, zodat niemand zonder PIN je overzicht kan openen.
pl: Odblokowuje ten portfel na tym urządzeniu. Portfel tylko do podglądu nadal wymaga kodu PIN, aby nikt nie mógł bez niego otworzyć podglądu.
pt_br: Desbloqueia esta carteira neste dispositivo. Uma carteira somente leitura ainda exige um PIN para que ninguém abra sua lista de acompanhamento sem ele.
ro: Deblochează acest portofel pe acest dispozitiv. Portofelele de citire necesită totuși un PIN, ca nimeni să nu-ți poată deschide fără el lista urmărită.
ru: Разблокирует этот кошелёк на этом устройстве. Кошелькам только для просмотра всё равно нужен PIN-код, чтобы никто не мог без него открыть ваш список наблюдения.
tr: Bu cüzdanın bu aygıttaki kilidini açar. Yalnızca görüntüleme cüzdanları, izleme listenizi kimsenin PIN olmadan açamaması için yine de PIN gerektirir.
uk: Розблоковує цей гаманець на цьому пристрої. Гаманцям лише для перегляду однаково потрібен PIN-код, щоб ніхто не зміг відкрити ваш список відстеження без нього.
zh_hans: 在此设备上解锁此钱包。只读钱包仍需要 PIN 码，以免他人在没有 PIN 码的情况下打开你的观察列表。
zh_hant: 在此裝置上解鎖此錢包。唯讀錢包仍需要 PIN 碼，以免他人在沒有 PIN 碼的情況下開啟你的觀察列表。

source: Unused
de: Ungenutzt
es: Sin usar
fr: Inutilisée
it: Inutilizzato
ja: 未使用
ko: 미사용
nl: Ongebruikt
pl: Nieużywany
pt_br: Não usado
ro: Nefolosită
ru: Не использован
tr: Kullanılmadı
uk: Не використана
zh_hans: 未使用
zh_hant: 未使用

source: Unused. After a payment, Receive shows a new address.
de: Ungenutzt. Nach einer Zahlung erscheint eine neue Adresse.
es: Sin usar. Tras un pago, se mostrará una dirección nueva.
fr: Inutilisée. Après un paiement, une nouvelle adresse s’affiche.
it: Inutilizzato. Dopo un pagamento viene mostrato un nuovo indirizzo.
ja: 未使用。支払い後に新しいアドレスが表示されます。
ko: 미사용. 결제 후에는 새 주소가 표시됩니다.
nl: Ongebruikt. Na een betaling verschijnt een nieuw adres.
pl: Nieużywany. Po płatności pojawi się nowy adres.
pt_br: Não usado. Após um pagamento, um endereço novo será exibido.
ro: Nefolosită. După o plată, apare o adresă nouă.
ru: Не использован. После платежа появится новый адрес.
tr: Kullanılmadı. Bir ödemeden sonra yeni bir adres gösterilir.
uk: Не використана. Після платежу з’явиться нова адреса.
zh_hans: 未使用。收到付款后会显示新地址。
zh_hant: 未使用。收到付款後會顯示新位址。

source: Unused. Receive stays on this address.
de: Ungenutzt. Diese Adresse bleibt angezeigt.
es: Sin usar. Se seguirá mostrando esta dirección.
fr: Inutilisée. Cette adresse reste affichée.
it: Inutilizzato. Questo indirizzo resta visibile.
ja: 未使用。このアドレスが表示され続けます。
ko: 미사용. 이 주소가 계속 표시됩니다.
nl: Ongebruikt. Dit adres blijft zichtbaar.
pl: Nieużywany. Ten adres pozostaje wyświetlany.
pt_br: Não usado. Este endereço continua sendo exibido.
ro: Nefolosită. Adresa rămâne afișată.
ru: Не использован. Этот адрес остаётся на экране.
tr: Kullanılmadı. Bu adres gösterilmeye devam eder.
uk: Не використана. Ця адреса залишається на екрані.
zh_hans: 未使用。此地址会继续显示。
zh_hant: 未使用。此位址會繼續顯示。

source: Unused. Shown until it gets paid.
de: Ungenutzt. Angezeigt, bis eine Zahlung eingeht.
es: Sin usar. Se muestra hasta que reciba un pago.
fr: Inutilisée. Affichée jusqu’à son premier paiement.
it: Inutilizzato. Mostrato finché non riceve un pagamento.
ja: 未使用。支払いを受け取るまで表示されます。
ko: 미사용. 결제를 받을 때까지 표시됩니다.
nl: Ongebruikt. Zichtbaar tot er een betaling binnenkomt.
pl: Nieużywany. Widoczny do pierwszej płatności.
pt_br: Não usado. Exibido até receber um pagamento.
ro: Nefolosită. Afișată până primește o plată.
ru: Не использован. Показывается до первого платежа.
tr: Kullanılmadı. Ödeme alana kadar gösterilir.
uk: Не використана. Показується до першого платежу.
zh_hans: 未使用。收到付款前一直显示。
zh_hant: 未使用。收到付款前會一直顯示。

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Werk bij
pl: Aktualizuj
pt_br: Atualizar
ro: Actualizează
ru: Обновить
tr: Güncelle
uk: Оновити
zh_hans: 更新
zh_hant: 更新

source: Update Location
de: Ort aktualisieren
es: Actualizar ubicación
fr: Mettre à jour le lieu
it: Aggiorna luogo
ja: 場所を更新
ko: 위치 업데이트
nl: Werk locatie bij
pl: Aktualizuj lokalizację
pt_br: Atualizar Local
ro: Actualizează locația
ru: Обновить место
tr: Konumu Güncelle
uk: Оновити місце
zh_hans: 更新位置
zh_hant: 更新位置

source: Update Restore Height
de: Wiederherstellungshöhe aktualisieren
es: Actualizar altura de restauración
fr: Modifier la hauteur de restauration
it: Aggiorna altezza di ripristino
ja: 復元ブロック高を更新
ko: 복원 높이 업데이트
nl: Werk herstelhoogte bij
pl: Zaktualizuj wysokość przywracania
pt_br: Atualizar Altura de Restauração
ro: Actualizează înălțimea de restaurare
ru: Обновить высоту восстановления
tr: Geri Yükleme Yüksekliğini Güncelle
uk: Оновити висоту відновлення
zh_hans: 更新恢复高度
zh_hant: 更新回復高度

source: Update Restore Height?
de: Wiederherstellungshöhe aktualisieren?
es: ¿Actualizar altura de restauración?
fr: Modifier la hauteur de restauration ?
it: Aggiornare l’altezza di ripristino?
ja: 復元ブロック高を更新しますか?
ko: 복원 높이를 업데이트하시겠습니까?
nl: Herstelhoogte bijwerken?
pl: Zaktualizować wysokość przywracania?
pt_br: Atualizar Altura de Restauração?
ro: Actualizezi înălțimea de restaurare?
ru: Обновить высоту восстановления?
tr: Geri Yükleme Yüksekliği Güncellensin mi?
uk: Оновити висоту відновлення?
zh_hans: 要更新恢复高度吗？
zh_hant: 要更新回復高度嗎？

source: Use %@
de: %@ verwenden
es: Usar %@
fr: Utiliser %@
it: Usa %@
ja: %@を使用
ko: %@ 사용
nl: Gebruik %@
pl: Użyj %@
pt_br: Usar %@
ro: Folosește %@
ru: Использовать %@
tr: %@ Kullan
uk: Використати %@
zh_hans: 使用%@
zh_hant: 使用 %@

source: Use PIN
de: PIN verwenden
es: Usar PIN
fr: Utiliser le code PIN
it: Usa PIN
ja: PINを使用
ko: PIN 사용
nl: Gebruik PIN
pl: Użyj kodu PIN
pt_br: Usar PIN
ro: Folosește PIN-ul
ru: Ввести PIN-код
tr: PIN Kullan
uk: Ввести PIN-код
zh_hans: 使用 PIN 码
zh_hant: 使用 PIN 碼

source: Use Tor Proxy
de: Tor-Proxy verwenden
es: Usar proxy Tor
fr: Utiliser le proxy Tor
it: Usa proxy Tor
ja: Torプロキシを使用
ko: Tor 프록시 사용
nl: Gebruik Tor-proxy
pl: Użyj proxy Tor
pt_br: Usar Proxy Tor
ro: Folosește proxy Tor
ru: Использовать прокси Tor
tr: Tor Proxy'si Kullan
uk: Використовувати проксі Tor
zh_hans: 使用 Tor 代理
zh_hant: 使用 Tor 代理伺服器

source: Use one of your unused addresses first. A restore from the seed would miss payments to new ones.
de: Nutze zuerst eine deiner ungenutzten Adressen. Eine Wiederherstellung per Seed-Phrase würde Zahlungen an neue übersehen.
es: Usa primero una de tus direcciones sin usar. Al restaurar con la frase semilla no se encontrarían pagos a las nuevas.
fr: Utilisez d’abord une de vos adresses inutilisées. Une restauration depuis la phrase de récupération manquerait les paiements vers les nouvelles.
it: Usa prima uno dei tuoi indirizzi inutilizzati. Un ripristino dalla frase seed perderebbe i pagamenti a quelli nuovi.
ja: まず未使用のアドレスを使ってください。シードフレーズから復元すると、新しいアドレスへの支払いが見つからなくなります。
ko: 먼저 사용하지 않은 주소 중 하나를 사용하십시오. 시드 문구로 복원하면 새 주소로 받은 결제를 놓칩니다.
nl: Gebruik eerst een van je ongebruikte adressen. Herstellen met de seedzin zou betalingen naar nieuwe missen.
pl: Najpierw użyj jednego z nieużywanych adresów. Przywracanie z frazy seed pominęłoby płatności na nowe.
pt_br: Use primeiro um dos seus endereços não usados. Uma restauração pela frase-semente perderia pagamentos aos novos.
ro: Folosește mai întâi una dintre adresele nefolosite. O restaurare din fraza seed ar rata plățile către cele noi.
ru: Сначала используйте один из неиспользованных адресов. При восстановлении из мнемонической фразы платежи на новые будут пропущены.
tr: Önce kullanılmamış adreslerinizden birini kullanın. Kurtarma ifadesiyle geri yükleme, yenilere gelen ödemeleri kaçırır.
uk: Спершу використайте одну з невикористаних адрес. Під час відновлення з мнемонічної фрази платежі на нові буде пропущено.
zh_hans: 请先使用一个未使用的地址。用助记词恢复时，会漏掉发送到新地址的付款。
zh_hant: 請先使用一個未使用的位址。用助記詞回復時，會漏掉傳送到新位址的付款。

source: Use wallet creation date
de: Erstelldatum der Wallet verwenden
es: Usar la fecha de creación de la cartera
fr: Utiliser la date de création du portefeuille
it: Usa la data di creazione del portafoglio
ja: ウォレットの作成日を使用
ko: 지갑 생성 날짜 사용
nl: Gebruik aanmaakdatum portemonnee
pl: Użyj daty utworzenia portfela
pt_br: Usar data de criação da carteira
ro: Folosește data creării portofelului
ru: Использовать дату создания кошелька
tr: Cüzdan oluşturma tarihini kullan
uk: Використати дату створення гаманця
zh_hans: 使用钱包创建日期
zh_hant: 使用錢包建立日期

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
tr: Kullanıcı Adı
uk: Ім’я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

source: Valid address
de: Gültige Adresse
es: Dirección válida
fr: Adresse valide
it: Indirizzo valido
ja: 有効なアドレス
ko: 유효한 주소
nl: Geldig adres
pl: Prawidłowy adres
pt_br: Endereço válido
ro: Adresă validă
ru: Действительный адрес
tr: Geçerli adres
uk: Дійсна адреса
zh_hans: 地址有效
zh_hant: 位址有效

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Значение
tr: Değer
uk: Значення
zh_hans: 数值
zh_hant: 數值

source: Value today
de: Wert heute
es: Valor hoy
fr: Valeur actuelle
it: Valore oggi
ja: 現在の価値
ko: 현재 가치
nl: Waarde vandaag
pl: Wartość dziś
pt_br: Valor hoje
ro: Valoare azi
ru: Стоимость сегодня
tr: Bugünkü değer
uk: Вартість сьогодні
zh_hans: 今日价值
zh_hant: 今日價值

source: Value today: %@
de: Wert heute: %@
es: Valor hoy: %@
fr: Valeur actuelle : %@
it: Valore oggi: %@
ja: 現在の価値：%@
ko: 현재 가치: %@
nl: Waarde vandaag: %@
pl: Wartość dziś: %@
pt_br: Valor hoje: %@
ro: Valoare azi: %@
ru: Стоимость сегодня: %@
tr: Bugünkü değer: %@
uk: Вартість сьогодні: %@
zh_hans: 今日价值：%@
zh_hant: 今日價值：%@

source: Value when received
de: Wert beim Empfang
es: Valor al recibir
fr: Valeur à la réception
it: Valore alla ricezione
ja: 受取時の価値
ko: 받을 당시 가치
nl: Waarde bij ontvangst
pl: Wartość w chwili otrzymania
pt_br: Valor ao receber
ro: Valoare la primire
ru: Стоимость при получении
tr: Alındığı andaki değer
uk: Вартість на момент отримання
zh_hans: 收款时价值
zh_hant: 收款時價值
